const myQuestions = [
    {
      question: "하루 중 제일 기분이 좋을때는?",
      answers: {
        a: "아침",
        b: "오후나 이른저녁",
        c: "늦은밤"
      },
      score: {
        a: 2, 
        b: 4, 
        c: 6
      }
    },
    {
      question: "나는 걸을때 보통 어떻게 걷는가?",
      answers: {
        a: "보폭을 넓게, 빨리 걷는다.",
        b: "보폭을 좁게, 빨리 걷는다.",
        c: "세상을 정면으로 바라보며, 더 빠르게 걷는다.",
        d: "바닥을 보며, 덜 빠르게 걷는다.",
        e: "아주 느리게 걷는다."
      },
      score: {
        a: 6, 
        b: 4, 
        c: 7,
        d: 2,
        e: 1
      }
    },
    {
      question: "나는 사람들과 얘기할 때 어떤 자세인가? ",
      answers: {
        a: "내 팔짱을 끼고 서서",
        b: "두 손을 마주잡고",
        c: "한 손이나 양 손을 힙에 얹고",
        d: "얘기 나누는 상대방을 건드리거나 살짝 밀면서",
        e: "내 귀나 턱을 만지작거리거나 머리를 빗으면서"
      },
      score: {
        a: 4, 
        b: 2, 
        c: 5,
        d: 7,
        e: 6
      }
    },
    {
      question: "나는 편안히 쉴 때 어떤 자세인가?",
      answers: {
        a: "다리를 굽힌 채로 나란히 두고 앉는다.",
        b: "다리를 꼬고 앉는다.",
        c: "다리를 쭉 펴고 앉는다.",
        d: "한 쪽 다리를 접어 깔고 앉는다."
      },
      score: {
        a: 4, 
        b: 6, 
        c: 2,
        d: 1
      }
    },
    {
      question: "나는 뭔가 아주 재미있는 일이 생겼을 때...",
      answers: {
        a: "아주 큰 소리로 즐거움을 숨기지 않고 웃는다.",
        b: "웃지만 그다지 크지 않은 소리로 웃는다.",
        c: "조용히 소리를 별로 내! 지 않으며 웃는다.",
        d: "오히려 쑥스러운 듯한 미소를 짓는다."
      },
      score: {
        a: 6, 
        b: 4, 
        c: 3,
        d: 5,
        e: 2
      }
    },
    {
      question: "나는 파티나 사람들이 많이 모이는 장소에서...",
      answers: {
        a: "내 존재를 의식하도록 화려한 등장을 한다.",
        b: "아는 사람이 있나 둘러보며 차분히 들어선다.",
        c: "시선을 끌지 않게 최대로 조용히 입장한다."
      },
      score: {
        a: 6, 
        b: 4, 
        c: 2
      }
    },
    {
      question: "나는 일에 몰두하여 열심히 하다가 방해 받았을 때..",
      answers: {
        a: "휴식의 기회를 반갑게 맞이한다.",
        b: "짜증이 많이 난다.",
        c: "그 중간 어딘가 쯤."
      },
      score: {
        a: 6, 
        b: 2, 
        c: 4
      }
    },
    {
      question: "내가 제일 좋아하는 색은?",
      answers: {
        a: "빨강이나 오렌지",
        b: "까망",
        c: "노랑이나 연한 파랑",
        d: "녹색",
        e: "짙은 파랑이나 보라",
        f: "하양",
        g: "갈색이나 회색"
      },
      score: {
        a: 6, 
        b: 7, 
        c: 5,
        d: 4,
        e: 3,
        f: 2, 
        g: 1
      }
    },
    {
      question: "나는 잠자리에 들어서 잠들기 바로 직전에...",
      answers: {
        a: "몸을 똑바로 펴고 누운 포즈이다.",
        b: "엎드린 채로 몸을 죽 편 포즈이다.",
        c: "약간 몸을 둥글린 채로 옆으로 누운 포즈이다.",
        d: "한 팔을 베고 있다.",
        e: "머리를 이불 밑에 넣고 있다."
      },
      score: {
        a: 7, 
        b: 6, 
        c: 4,
        d: 2,
        e: 1
      }
    },
    {
      question: "나는 이런 꿈을 자주 꾼다.",
      answers: {
        a: "낙하하는 꿈",
        b: "싸우거나 애 쓰는 꿈",
        c: "무엇이나 누군가를 찾는 꿈",
        d: "날아오르거나 떠오르는 꿈",
        e: "꿈은 잘 꾸지 않는다.",
        f: "항상 좋은 느낌의 꿈이다."
      },
      score: {
        a: 4, 
        b: 2, 
        c: 3,
        d: 5,
        e: 6,
        f: 1
      }
    },
  ];